[
  {
    "name": "Tirta Dharma PDAM Kota Pasuruan",
    "logo": "/images/pdam.png",
    "background": "bg-white",
    "position": "Intern - IT Staff",
    "start": "Sept. 2020",
    "end": "Des. 2020",
    "highlight": "text-orange-400",
    "points": [
      "Contributing in the Technical Department to procure, troubleshoot, and maintain the hardware as well as software required by the employees at the Pasuruan City Water Utility.",
      "Creating a Water Turbidity Monitoring Device with Turbidity Sensor and Solar Cells Based on Arduino Nano."
    ]
  },
  {
    "name": "Elka Code",
    "logo": "/images/elka.webp",
    "background": "bg-brown",
    "position": "Backend Developer",
    "start": "Nov 2021",
    "end": "April 2023",
    "highlight": "text-red-400",
    "points": [
      "Elka Code is a software house based in Pasuruan, manages various projects abroad, particularly in France and Mexico. Participating in the backend development and crafting various APIs.",
      "The development of an project called Bricks App located in its home country, France, focusing on Architecture and Construction with numerous exciting features.",
      "The development of an informative website that provides detailed information about the various scholarships available for studying abroad, utilizing the WordPress platform"
    ]
  },
  {
    "name": "PT Cebes Indonesia",
    "logo": "/images/cebes.webp",
    "background": "bg-white",
    "blend": "multiply",
    "position": "Software Developer",
    "start": "Mei 2023",
    "end": "Now",
    "highlight": "text-indigo-400",
    "points": [
      "PT CEBES INDONESIA is a Dutch company with over 30 years of experience in software development, serving numerous clients. The Indonesian branch was established in 2006. PT CEBES INDONESIA specializes in developing high-quality web-based applications. Since then, several significant applications have been developed for the European market.",
      "The development of an project Vipersoftware and Darmawisata Indonesia"
    ]
  }
]
